{
                    "Beijing": [
                              {
                              "id": "1",
                              "name": "Mutianyu Great Wall",
                              "coordinates": "40.433,116.563439",
                              "imageName": "b1",
                              "city": "Beijing ",
                              "description": "Mutianyu (Chinese: 慕田峪; pinyin: Mùtiányù) is a section of the Great Wall of China located in Huairou County 70 km northeast of central Beijing. The Mutianyu section of the Great Wall is connected with Jiankou in the west and Lianhuachi in the east. As one of the best-preserved parts of the Great Wall, the Mutianyu section of the Great Wall used to serve as the northern barrier defending the capital and the imperial tombs.",
                              "wikiLink": "https://en.wikipedia.org/wiki/Mutianyu",
                              "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g294212-d325811-Reviews-Mutianyu_Great_Wall-Beijing.html",
                              "chineseAdd": "北京市怀柔区怀柔渤海镇慕田峪长城风景区",
                              },
                              {
                              "id": "2",
                              "name": "Lama Temple (Yonghegong)",
                              "coordinates": "39.947671,116.41729",
                              "imageName": "b2",
                              "city": "Beijing ",
                              "description": "The Yonghe Temple (Chinese: 雍和宫, \"Palace of Peace and Harmony\"), also known as the Yonghe Lamasery, or popularly as the Lama Temple, is a temple and monastery of the Gelug school of Tibetan Buddhism located in Dongcheng District, Beijing, China. The building and artwork of the temple is a combination of Han Chinese and Tibetan styles.",
                              "wikiLink": "https://en.wikipedia.org/wiki/Yonghe_Temple",
                              "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g294212-d311539-Reviews-Lama_Temple_Yonghegong-Beijing.html",
                              "chineseAdd": "雍和宫大街20号(雍和宫地铁站C出口往南100米)",
                              },
                              {
                              "id": "3",
                              "name": "Summer Palace (Yiheyuan)",
                              "coordinates": "39.999982,116.275461",
                              "imageName": "b3",
                              "city": "Beijing ",
                              "description": "The Summer Palace (Chinese: 頤和園; pinyin: Yíhéyuán), is a vast ensemble of lakes, gardens and palaces in Beijing, China. It was an imperial garden in Qing Dynasty. Mainly dominated by Longevity Hill (万寿山; 萬壽山; Wànshòu Shān) and Kunming Lake, it covers an expanse of 2.9 square kilometres (1.1 sq mi), three-quarters of which is water.",
                              "wikiLink": "https://en.wikipedia.org/wiki/Summer_Palace",
                              "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g294212-d311538-Reviews-Summer_Palace_Yiheyuan-Beijing.html",
                              "chineseAdd": "北京市海淀区新建宫门路19号颐和园内",
                              },
                              {
                              "id": "4",
                              "name": "Forbidden City",
                              "coordinates": "39.908617,116.391091",
                              "imageName": "b4",
                              "city": "Beijing ",
                              "description": "The Forbidden City is a palace complex in central Beijing, China. The former seat of Imperial Chinese Dragon Throne from the Ming dynasty to the end of the Qing dynasty—the years 1420 to 1912, it now houses the Palace Museum. The Forbidden City served as the home of emperors and their households as well as the ceremonial and political center of Chinese government for almost 500 years.",
                              "wikiLink": "https://en.wikipedia.org/wiki/Forbidden_City",
                              "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g294212-d319086-Reviews-Forbidden_City_The_Palace_Museum-Beijing.html",
                              "chineseAdd": "北京市东城区东长安街",
                              },
                              
                            ],
                
                "Shanghai": [
                          {
                          "id": "1",
                          "name": "The Bund (Wai Tan)",
                          "coordinates": "31.240261,121.490577",
                          "imageName": "s1",
                          "city": "Shanghai",
                          "description": "The Bund or Waitan (Chinese: 外滩; pinyin: Wàitān, Shanghainese: nga3thae1, literally: \"Outer Beach\") is a waterfront area in central Shanghai. The area centers on a section of Zhongshan Road (East-1 Zhongshan Road) within the former Shanghai International Settlement, which runs along the western bank of the Huangpu River in the eastern part of Huangpu District. The area along the river faces the modern skyscrapers of Lujiazui in the Pudong District. The Bund usually refers to the buildings and wharves on this section of the road, as well as some adjacent areas. It is one of the most famous tourist destinations in Shanghai. Building heights are restricted in the area.",
                          "wikiLink": "https://en.wikipedia.org/wiki/The_Bund",
                          "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g308272-d311595-Reviews-The_Bund_Wai_Tan-Shanghai.html",
                          "chineseAdd": "上海市黄浦区中山东一路(外滩)411",
                          },
                          {
                          "id": "2",
                          "name": "Yu Garden (Yuyuan)",
                          "coordinates": "31.226412,121.492208",
                          "imageName": "s2",
                          "city": "Shanghai",
                          "description": "Yu Garden or Yuyuan Garden (Chinese: t 豫園, s 豫园, p Yù Yuán, Shanghainese \"Yuyu\" lit. Garden of Happiness) is an extensive Chinese garden located beside the City God Temple in the northeast of the Old City of Shanghai, China. It abuts the Yuyuan Tourist Mart and is accessible from the Shanghai Metro's Line 10 Yuyuan Garden Station.",
                          "wikiLink": "https://en.wikipedia.org/wiki/Yu_Garden",
                          "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g308272-d324259-Reviews-Yu_Garden_Yuyuan-Shanghai.html",
                          "chineseAdd": "上海市黄浦区安仁街",
                          },
                          {
                          "id": "3",
                          "name": "Shanghai Tower",
                          "coordinates": "31.233502,121.505763",
                          "imageName": "s3",
                          "city": "Shanghai",
                          "description": "The Shanghai Tower (Chinese: 上海中心大厦; pinyin: Shànghǎi Zhōngxīn Dàshà; Shanghainese: Zånhe Tsonshin Dasa; literally: \"Shanghai Center Tower\") is a 632-metre (2,073 ft), 128-story megatall skyscraper in Lujiazui, Pudong, Shanghai. It also has the world's highest observation deck within a building or structure (Level 121, 561.25 m), and the world's fastest elevators at a top speed of 20.5 m/s (74 km/h; 46 mph). It is the world's second-tallest building by height to architectural top (behind Dubai's Burj Khalifa, 828 m) and the world's third-tallest structure (behind Tokyo Skytree, 634 m).",
                          "wikiLink": "https://en.wikipedia.org/wiki/Shanghai_Tower",
                          "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g308272-d9814601-Reviews-Shanghai_Tower-Shanghai.html",
                          "chineseAdd": "上海市浦东新区陆家嘴银城中路501号",
                          },
                          {
                          "id": "4",
                          "name": "Nanjing Lu (Nanjing Road)",
                          "coordinates": "31.234721,121.474898",
                          "imageName": "s4",
                          "city": "Shanghai",
                          "description": "Nanjing Road (Chinese: 南京路; pinyin: Nánjīng Lù; Shanghainese: Nuecin Lu) is the main shopping street of Shanghai, China, and is one of the world's busiest shopping streets. The street is named after the city of Nanjing, capital of Jiangsu province neighbouring Shanghai. Today's Nanjing Road comprises two sections, Nanjing Road East and Nanjing Road West. In some contexts, \"Nanjing Road\" refers only to what was pre-1945 Nanjing Road, today's Nanjing Road East, which is largely pedestrianised. Before the adoption of the pinyin romanisation in the 1950s, its name was rendered as Nanking Road in English.",
                          "wikiLink": "https://en.wikipedia.org/wiki/Nanjing_Road",
                          "tripLink": "https://www.tripadvisor.co.uk/Attractions-g308272-Activities-Shanghai.html/BackUrl",
                          "chineseAdd": "南京路步行街",
                          },
                          
                          ],
                "Hangzhou": [
                          {
                          "id": "1",
                          "name": "West Lake (Xi Hu)",
                          "coordinates": "30.262996,120.152063",
                          "imageName": "h1",
                          "city": "Hangzhou",
                          "description": "West Lake (Chinese: 西湖; pinyin: Xī Hú; Wu: Si-wu) is a freshwater lake in Hangzhou, China. It is divided into five sections by three causeways. There are numerous temples, pagodas, gardens, and artificial islands within the lake.",
                          "wikiLink": "https://en.wikipedia.org/wiki/West_Lake",
                          "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g298559-d386917-Reviews-West_Lake_Xi_Hu-Hangzhou_Zhejiang.html",
                          "chineseAdd": "杭州市上城区湖滨景区内",
                          },
                          {
                          "id": "2",
                          "name": "Lingyin Temple",
                          "coordinates": "30.240772,120.102496",
                          "imageName": "h2",
                          "city": "Hangzhou",
                          "description": "Lingyin Temple (simplified Chinese: 灵隐寺; traditional Chinese: 靈隱寺; pinyin: Língyǐn Sì) is a Buddhist temple of the Chan sect located north-west of Hangzhou, Zhejiang Province, China. The temple's name is commonly literally translated as Temple of the Soul's Retreat. It is one of the largest and wealthiest Buddhist temples in China, and contains numerous pagodas and Buddhist grottoes.",
                          "wikiLink": "https://en.wikipedia.org/wiki/Lingyin_Temple",
                          "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g298559-d378945-Reviews-Lingyin_Temple-Hangzhou_Zhejiang.html",
                          "chineseAdd": "杭州市西湖区法云弄1号",
                          },
                          {
                          "id": "3",
                          "name": "Hefang Street",
                          "coordinates": "30.24005,120.168094",
                          "imageName": "h3",
                          "city": "Hangzhou",
                          "description": "Qinghefang Ancient Street is a section of Hefang Street which is located at the northern foot of Wu Shan Hill in Hangzhou. It is just several hundreds meters away from the beautiful West Lake. With an area of 13 hectares, the street is the only well-preserved part of the ancient city. As a miniature of the city's long history, it is the best place to embody the historical and cultural character of Hangzhou.",
                          "wikiLink": "https://www.travelchinaguide.com/attraction/zhejiang/hangzhou/qinghefang-ancient-street.htm",
                          "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g298559-d1645910-Reviews-Hefang_Street-Hangzhou_Zhejiang.html",
                          "chineseAdd": "河坊街",
                          },
                          {
                          "id": "4",
                          "name": "Longjing tea fields",
                          "coordinates": "30.218998,120.112497",
                          "imageName": "h4",
                          "city": "Hangzhou",
                          "description": "Longjing (simplified Chinese: 龙井; traditional Chinese: 龍井; pinyin: Lóngjǐng), literally \"dragon well\", is a name applied to a number of locations and products from the southwestern region of the city of Hangzhou in Zhejiang province, China. Most notably, the name refers to the titular Dragon Well itself, located near Longjing village (simplified Chinese: 龙井村; traditional Chinese: 龍井村; pinyin: lóngjǐng cūn) in Xihu District, as well as the area encompassing the well and the Longjing tea famously grown there.",
                          "wikiLink": "https://en.wikipedia.org/wiki/Longjing,_Hangzhou",
                          "tripLink": "https://www.tripadvisor.co.uk/Attraction_Review-g298559-d1799913-Reviews-Longjing_tea_fields-Hangzhou_Zhejiang.html",
                          "chineseAdd": "浙江省杭州西湖区龙井乡双峰村龙井路88号",
                          },
                          
                          ]
}
